{
  "MG_35653.jpg": "The cockpit of an aircraft, featuring a digital instrument panel with flight data, navigational maps, and a view of a runway, as well as a control stick and a pilot's legs visible at the bottom.",
  "MG_81715.jpg": "A large number of stacked stainless steel beer kegs are arranged on wooden pallets in a warehouse setting.",
  "MG_52826.jpg": "Two hands are holding a green printed circuit board labeled \"LettUs Grow\" that features various electronic components such as resistors, capacitors, and connectors.",
  "MG_18943.jpg": "A densely packed bookshelf filled with a diverse array of colorful books of various sizes, titles, and subjects.",
  "image_10.jpg": "A person wearing a hat and striped pants sits on a rustic wooden path in a lush, overgrown field, playing a guitar.",
  "MG_41239.jpg": "A bright yellow roller coaster with red and yellow cars loops high against a vibrant blue sky, supported by white pillars.",
  "MG_80748.jpg": "A group of formally dressed individuals gather around a roulette table covered with betting chips, focusing on the game in a casino setting.",
  "5953810.jpeg": "A group of goats, with one standing upright on the metal fence, are gathered inside a barn-like structure with a concrete floor and metal beams.",
  "mage_9_2.jpg": "A nighttime urban scene featuring a misty skyline of illuminated skyscrapers, including the Omni Hotel, with reflections of colorful lights on a wet, reflective surface in the foreground.",
  "MG_55981.jpg": "A vibrant nighttime urban scene featuring a brightly lit H&M store with a red and blue electronic billboard, yellow taxis, various cars, and people walking at a busy intersection.",
  "MG_85356.jpg": "An impressive longhorn cattle stands in a lush, green field, its massive curved horns and brown-white speckled coat striking against the verdant backdrop of trees and foliage.",
  "MG_46456.jpg": "A blue train winds its way through a lush, mountainous landscape surrounded by dense forests and small village houses, while mist rises in the distant hills under a partially cloudy sky.",
  "MG_45639.jpg": "A swimmer wearing a white swim cap and black swim trunks is captured mid-stroke from above in a vibrant blue pool, creating ripples and splashes on the surface.",
  "MG_51300.jpg": "A person in a car approaching the \"Pay Here\" section of a drive-thru lane, following another vehicle while trees and buildings can be seen in the background.",
  "MG_44308.jpg": "Of a vibrant red printed circuit board with numerous black components, white traces, and various white labels such as \"C900,\" \"C914,\" and \"RP2.\"",
  "MG_20504.jpg": "A skateboarder in a gray shirt and black hat performs an aerial trick above a half-pipe at a skate park on a sunny day.",
  "image_1.jpg": "A person wearing a brown jacket over a plaid shirt and blue jeans is strumming a pink electric guitar outdoors.",
  "image_4.jpg": "A close-up of a character with thick, brown fur, a distinctive black nose, and a bandolier across its chest, standing near a panel with various buttons and knobs.",
  "mage_1_5.jpg": "A person dressed as a Stormtrooper from the Star Wars franchise holds a blaster while standing in an outdoor, theme park-like setting, with other people in casual clothing in the background.",
  "image_5.jpg": "A person in weathered Mandalorian armor with green accents, a maroon shoulder pad, and a maroon-pink and white scarf, holding a black futuristic rifle in front of a backdrop of trees and a white tent.",
  "mage_1_6.jpg": "A McDonald's drive-thru sign with the iconic golden arches stands in front of a tall palm tree against a clear blue sky.",
  "mage_5_2.jpg": "A serene sunset is reflected on the surface of an infinity pool, framed by silhouettes of trees overlooking a calm lake.",
  "MG_21767.jpg": "A group of people is playing a game of poker around a green felt table, with various playing cards and colorful poker chips scattered on the surface, and a dealer's hands visible managing the game.",
  "image_35.jpg": "Two penguins with black-and-white plumage stand on a sandy shore scattered with small leaves and debris, against a rocky, textured background.",
  "MG_46835.jpg": "A group of dirt bike racers covered in mud competes on a muddy off-road track with an emergency vehicle and spectators in the background.",
  "image_22.jpg": "A densely packed group of emperor penguins, characterized by their distinctive black and white bodies with bright yellow-orange patches on their necks and beaks, creating a striking visual pattern.",
  "MG_03349.jpg": "A richly adorned, grandiose library interior featuring intricately carved woodwork, high ceilings with elaborate designs, balconies, and shelves filled with numerous books.",
  "MG_94430.jpg": "An aged, oval-shaped sign featuring the word \"AMERICAN\" with a design of red, white, and blue stripes, is leaning against a wood-paneled wall and surrounded by overgrown greenery.",
  "MG_29382.jpg": "A German Shepherd dog relaxes on lush green grass in a yard with leafless trees and colorful beehives in the background.",
  "MG_02649.jpg": "A barefoot individual wearing a hat and a sponsor-laden long-sleeve shirt holds a fishing rod while standing on a sandy beach near the ocean.",
  "MG_90505.jpg": "A close-up view of a pilot's hand gripping a control stick in the cockpit, with a digital display panel showing various flight instrument readings in the background.",
  "MG_16789.jpg": "A close-up view of a green printed circuit board populated with various microchips, resistors, capacitors, and other electronic components interconnected by intricate copper traces.",
  "MG_21294.jpg": "Two people clink their glasses of beer in a toast, with a smiling man and a bartender in the blurred background.",
  "5060893.jpeg": "Three cups of creamy white gelato in paper cups labeled \"Isle of Gelato\" are arranged on a light blue surface, surrounded by scattered fruit pieces and green leaves.",
  "image_38.jpg": "A lizard is wedged and climbing within a narrow, vertical crevice between two rough-textured rocks.",
  "MG_09269.jpg": "Two boxers are engaged in an intense fight inside a ring, with one boxer landing a powerful hit on the other as a referee observes closely.",
  "MG_83226.jpg": "A bull rider, wearing protective gear and chaps, clings to a bucking bull as dust flies in an arena, with an audience of excited spectators in cowboy hats and casual clothing cheering him on from behind the fence.",
  "MG_20981.jpg": "A solitary, brown and white longhorn cow standing in a vast, grassy field with yellow wildflowers, set against a backdrop of rolling green hills and a cloudy sky.",
  "MG_29487.jpg": "In a smoky, dimly lit environment, a tattooed drummer wearing a sleeveless shirt plays on a drum set with overhead microphones capturing the performance.",
  "MG_44119.jpg": "A vibrant airport scene at sunset shows a red-nosed plane connected to a jet bridge, surrounded by various service vehicles and personnel, with the terminal building featuring large glass windows and yellow taxis parked nearby.",
  "6193929.jpeg": "A pink-frosted doughnut with colorful sprinkles is placed on a small white plate against a pastel pink background.",
  "MG_96895.jpg": "A pair of bright red Crocs with black and white trim are resting on a patch of green grass.",
  "MG_00980.jpg": "A pair of bright yellow clogs and a blue and clear diving mask are placed on the wet poolside next to a shimmering blue swimming pool.",
  "MG_30260.jpg": "A small, white polar bear cub stands between the large, protective legs of an adult polar bear in a close-up, black-and-white photograph.",
  "MG_64797.jpg": "A person dressed in rustic attire and a wide-brimmed hat is playing a banjo and singing into a microphone set up on a street.",
  "MG_55402.jpg": "An illuminated, enclosed arcade basketball game setup with three hoops and prominently features the word \"Hoops\" along with the NBA logo.",
  "MG_33779.jpg": "Three adorable puppies are nestled inside a woven basket on grass with a softly blurred, bokeh-filled background.",
  "1715191.jpeg": "A vintage-style motorcycle with a green fuel tank and chrome accents is parked on an empty road, flanked by lush green trees.",
  "25490577.jpg": "Firefighters in protective gear respond to a massive blaze engulfing a red wooden house with flames and thick smoke pouring out of windows on a snowy day.",
  "MG_80836.jpg": "A large whale's tail is partially submerged in the calm sea, with water cascading off the flukes against a backdrop of a cloudy sky and distant horizon.",
  "MG_57757.jpg": "A group of individuals wearing protective paintball gear and holding paintball guns stand next to inflatable barriers on a paintball field.",
  "mage_1_2.jpg": "A raw, bone-in steak garnished with sprigs of rosemary and dried red chili peppers is arranged on a wooden cutting board against a dark background.",
  "MG_21761.jpg": "A close-up view of a roulette wheel, showcasing the alternating red and black numbered slots with a portion of the outer wooden rim visible.",
  "MG_46701.jpg": "Several people are engaged in a lively beach volleyball game on a sandy shore framed by lush, green trees under a clear blue sky at sunset.",
  "2226190.jpeg": "A dramatic landscape with a bright, jagged lightning bolt cutting through dark, stormy clouds over a hilly terrain.",
  "MG_11507.jpg": "A person is holding a smartphone displaying financial charts and data in front of a laptop screen showing similar market analysis, suggesting active monitoring or trading of stocks or cryptocurrencies.",
  "MG_36379.jpg": "A person using precision screwdrivers to work on or repair the components of a desktop motherboard, focusing on the large heat sink and other electronic parts.",
  "mage_7_2.jpg": "A white bin filled with a variety of colorful hot peppers, including green, red, yellow, and light orange, is displayed on a shelf.",
  "MG_52952.jpg": "A large building with \"TESLA\" prominently displayed on its exterior above a parking lot filled with various cars.",
  "MG_03074.jpg": "A person in a kayak paddles on a clear, turquoise lake with rocky shores, surrounded by tall pine trees and majestic, snow-capped mountains beneath a bright, blue sky.",
  "MG_12031.jpg": "A construction site featuring multiple tower cranes and partially completed buildings under a clear sky.",
  "MG_30590.jpg": "A large statue of the Olympic rings overlooks a coastal town with illuminated buildings and a long beach at sunset.",
  "mage_2_2.jpg": "An upward perspective of the Eiffel Tower against a clear blue sky with scattered clouds, highlighting the intricate iron lattice structure of the iconic Parisian landmark.",
  "MG_11987.jpg": "A close-up of a Monopoly board showing the Water Works space, with a battleship token and green house on the board, accompanied by two dice in the background.",
  "MG_59646.jpg": "Three brown paper bags filled with various types of granola are arranged on top of a partially visible piece of printed paper.",
  "MG_04223.jpg": "A pair of hands in a patterned sweater hold up a fluffy piece of pink cotton candy beneath a canopy of blooming cherry blossom trees.",
  "6205611.jpeg": "Two baristas, wearing aprons, are working in a modern café, with one preparing a coffee machine and the other cleaning tools near a large coffee grinder filled with beans and a vibrant green potted plant.",
  "MG_90469.jpg": "A finely crafted violin rests gracefully on a bench, its vibrant wood grain and precise details highlighted by natural light.",
  "MG_93781.jpg": "In a brightly lit gymnasium adorned with multiple Olympic ring symbols, a volleyball player in mid-air prepares to strike a ball over the net.",
  "MG_78091.jpg": "A male athlete in a red tank top is poised at the starting line of an outdoor track, with another runner positioned behind him in the background, under clear skies near a building.",
  "MG_05657.jpg": "A group of people participate in an indoor volleyball game in a well-lit gymnasium, surrounded by visible sports equipment and scoreboard.",
  "2652048.jpeg": "A series of tall metal power lines stretch across a vast field of golden wheat under a partly cloudy sky.",
  "MG_41212.jpg": "Aerial view of a large, green-lined parking lot with multiple rows of parked cars and surrounding roads.",
  "MG_37233.jpg": "A kiteboarder clad in a wetsuit is skillfully riding the dynamic, foamy waves of the sea under a partly cloudy sky, with their colorful kite soaring above.",
  "MG_57471.jpg": "A gleaming metallic dolphin sculpture sits in reflective water under a night sky, against the backdrop of a brightly illuminated modern cityscape with towering skyscrapers and palm trees.",
  "MG_30159.jpg": "Two white gaming controllers on a wooden surface, surrounded by various small decorative figurines, an electronic device with tubes, and a digital clock displaying \"2248\".",
  "MG_79567.jpg": "A cowboy in an orange shirt and white hat rides a brown horse in an outdoor fenced area with tents and people in the background.",
  "MG_08605.jpg": "A person working on a laptop displaying architectural blueprints, surrounded by printed floor plans and accompanied by a smartphone, notepad, and pens.",
  "MG_64872.jpg": "A classic wooden roller coaster called \"Cyclone\" with passengers excitedly riding down a steep drop, set against a partly cloudy blue sky.",
  "MG_19906.jpg": "A pair of 12-ounce, white boxing gloves with black and orange accents are resting side by side on a brown surface in natural light.",
  "MG_67065.jpg": "A sea turtle swims gracefully among vibrant corals and small fishes in a serene underwater scene, while a distant diver is visible near the surface.",
  "MG_60483.jpg": "A large, orange Hitachi mining dump truck is parked on a dirt path with rocky hills in the background under a clear sky.",
  "MG_14275.jpg": "A sleek, matte black Lamborghini with yellow accents is parked in a modern, well-lit garage with geometric lighting and a display of decorative rims in the background.",
  "MG_97186.jpg": "A brass trumpet lies on a rumpled white bedspread.",
  "MG_67260.jpg": "An empty, neatly lined parking lot with numbered parking spaces, directional arrows, and strategically placed lamp posts casting shadows.",
  "MG_39653.jpg": "A rugby player in a white and blue uniform runs with the ball while being pursued and tackled by two players in blue and white striped jerseys on a grassy field.",
  "MG_12398.jpg": "An aged piano with worn keys and a sheet of classical music open on the music stand, viewed from a low, close-up angle.",
  "MG_93853.jpg": "The iconic Golden Gate Bridge spanning over the blue waters with a boat passing underneath, set against the backdrop of the San Francisco skyline and distant hills on a clear, sunny day.",
  "mage_1_3.jpg": "The Eiffel Tower illuminates the night sky with warm golden lights, showcasing its intricate steel structure.",
  "MG_77082.jpg": "The image portrays a close-up view of a coiled rattlesnake, showcasing its detailed scales, head, and rattle.",
  "MG_04872.jpg": "A kayaker in a red kayak navigates rapidly flowing turquoise water as it cascades down a waterfall, surrounded by lush, green forested cliffs.",
  "MG_00624.jpg": "A smiling dolphin pokes its head out of the water, with its mouth open and showing its teeth, while surrounded by a rippling surface.",
  "MG_61543.jpg": "A detailed, color-coded map of the contiguous United States (with labels in Russian) showing states, cities, and various transportation routes, laid open on a wooden surface.",
  "mage_1_4.jpg": "A large stone entrance gate with flaming torches and the iconic red \"Jurassic Park\" logo, surrounded by lush tropical greenery and tall palm trees, rises under a blue sky with scattered clouds.",
  "MG_65495.jpg": "A well-lit, bright red sports car with a clearly visible Ferrari logo on its side sits on a paved road against a backdrop of sunny fields and a clear blue sky.",
  "8536470.jpeg": "A detailed close-up photograph of a partially illuminated gibbous moon set against a dark, clear night sky.",
  "MG_13981.jpg": "A red and white Formula racing car, driven by a helmeted driver, is positioned on a racetrack next to another racing car and a race official in orange attire, with grandstands and advertisements visible in the background.",
  "MG_84545.jpg": "Two people in yellow kayaks paddle on clear, turquoise water from an aerial perspective.",
  "mage_2_3.jpg": "A large, life-sized dinosaur statue, possibly a Tyrannosaurus rex, stands in a lush, tropical park with various trees, plants, and clear blue sky in the background.",
  "MG_94623.jpg": "A person holds up a fishing rod with a caught fish hanging from the line, set against the backdrop of a cloudy sky and a large body of water.",
  "MG_43971.jpg": "Three dolphins gracefully swimming underwater, illuminated by the shimmering light from the ocean's surface above them.",
  "MG_96966.jpg": "A person in athletic attire is positioned to set a volleyball as it descends towards them on an indoor court.",
  "1036148.jpeg": "A solitary windmill stands amid a vast, golden field under a clear blue sky, with rolling hills in the background and a dirt road in the foreground.",
  "2155988.jpeg": "A large industrial smokestack, with a red and white checkered pattern near the top, emits thick, billowing white smoke into a gray sky.",
  "MG_36495.jpg": "A miniature shopping cart with blue handles and accents, set against a bright yellow background.",
  "2426226.jpeg": "A close-up view of a duck with detailed feather patterns and intense eye focus, pecking at the grass in a misty outdoor setting with a blurred bench in the background.",
  "MG_42274.jpg": "A person wearing a blue protective mask and camouflage gear aims a paintball gun while taking cover behind a stack of tires in an outdoor paintball field.",
  "MG_86578.jpg": "A theater stage with an orchestra pit filled with musicians tuning their instruments, as an audience seated in tiered rows prepares to watch the performance.",
  "MG_52492.jpg": "Through the airplane window, a view of an airport runway reveals a control tower, ground service vehicles, other parked airplanes, and a partially cloudy sky above.",
  "MG_85687.jpg": "A towering Statue of Liberty, holding a torch high, stands majestically against a vibrant sky scattered with wispy clouds.",
  "MG_47707.jpg": "An American flag, slightly tattered at the edges, waves in the breeze against a backdrop of a pastel-colored sunset over distant mountains.",
  "mage_8_2.jpg": "A sea lion sits on a platform in front of a pool, with spectators visible in the background.",
  "-637459.jpeg": "A rusty, dilapidated shipwreck sits partially submerged in a serene blue ocean, with rocky shoreline in the foreground and a distant mountainous landscape under a clear sky in the background.",
  "MG_92710.jpg": "A brown and white cow leisurely walks across a remote road amidst vast grassy fields with distant hills under a partially cloudy sky.",
  "MG_67362.jpg": "A group of American football players from two teams are entangled in a pile on the ground, with one player in a white and gold uniform clutching the ball tightly.",
  "MG_54019.jpg": "A close-up of a yellow swimming starting block numbered \"6\" at the edge of an indoor swimming pool, with lane dividers and clear blue water in the background.",
  "MG_11784.jpg": "A polar bear's face, with air bubbles rising around its nose.",
  "MG_09135.jpg": "Three illuminated skee-ball machines with neon lights and electronic displays are shown in a colorful arcade setting.",
  "MG_38707.jpg": "A white bowl filled with multicolored candies in pink, blue, and white sits on a vibrant yellow background.",
  "3721968.jpeg": "A chilled, gradient-colored cocktail in a stemmed glass garnished with a fresh strawberry and orange slices.",
  "MG_87684.jpg": "Three football players in blue and white uniforms with \"Memphis\" written on the jerseys run in unison on a field with a partially blurred crowd in the background.",
  "MG_55389.jpg": "A close-up of a chess game in progress, where a person is about to make a move by capturing the opponent's king piece.",
  "MG_12968.jpg": "Two boxers wearing protective headgear and gloves spar inside a boxing ring under overhead lights.",
  "MG_96658.jpg": "A person meticulously sketches architectural plans with a black pen on white paper.",
  "MG_95635.jpg": "Five children are enthusiastically playing vintage arcade games in a dimly lit room with neon lighting and brick walls.",
  "MG_80238.jpg": "A surfer rides a wave with water splashing around them against the backdrop of a vibrant orange and yellow sunset sky.",
  "image_8.jpg": "A gray military fighter jet labeled \"F-35\" and \"NAVY\" with a distinctive blue and yellow tail, is flying over a coastal landscape on a clear day.",
  "image_9.jpg": "A rugged A-10 Thunderbolt II, known as the \"Warthog,\" soars above a stark, mountainous desert landscape with patches of green vegetation.",
  "MG_78143.jpg": "Four individuals are playing beach volleyball on a sandy shore under a clear sky with one player about to hit the ball, visible in mid-air, and palm trees in the background.",
  "3735736.jpeg": "A scientist in a pink lab coat is working with various laboratory equipment and chemicals on a cluttered workbench in a well-lit laboratory room.",
  "MG_25279.jpg": "A person dressed in traditional cowboy attire skillfully twirls a lasso while standing in an arena with a dirt floor and white fence in the background.",
  "MG_68780.jpg": "A hooded cobra rising out of a woven basket, with two partially blurred figures in the background, one holding a musical instrument and the other wearing bright sandals.",
  "image_2.jpg": "A silhouetted fighter jet flies in front of a brilliant orange sunset, creating a striking contrast against the bright sun.",
  "MG_42616.jpg": "A translucent jellyfish gently drifts in deep blue water, with another jellyfish faintly visible in the background.",
  "image_3.jpg": "The headstock of a Fender Telecaster Custom guitar with chrome tuning pegs and two guitar picks (one teal and one red) attached to the neck against a solid yellow background.",
  "2064124.jpeg": "A wall-mounted, stainless steel public telephone with a black handset and metal cord is positioned against a plain, light-colored background.",
  "MG_36147.jpg": "A vibrant underwater scene features a large coral reef teeming with numerous small, bright orange fish swimming amidst clear blue water.",
  "image_7.jpg": "An aircraft, likely a fighter jet, is parked under a large, illuminated arched hangar with its silhouette prominently highlighted against the night sky.",
  "MG_34035.jpg": "A vibrant green Lamborghini sports car is parked on a city street in front of a row of upscale shops, including a store named \"Sollands\" and another called \"Illuminata.\"",
  "image_6.jpg": "A close-up shot of a large pile of golden, crispy French fries.",
  "MG_93159.jpg": "A Nintendo Switch console with red and blue Joy-Con controllers is displaying the character selection screen of Mario Kart 8 Deluxe, featuring Mario in his kart, with a background of people in a dimly lit room.",
  "MG_00042.jpg": "Stacks of multicolored poker chips and a deck of cards are arranged on a wooden surface.",
  "MG_64698.jpg": "A vibrant green snake with yellow eyes is coiled around a branch against a black background.",
  "MG_75031.jpg": "Two motorcyclists in racing gear lean into a sharp, right-hand curve on a racetrack delineated by red, white, and blue striped curbs, with grassy infield in the background and protective barriers on the outer edge.",
  "mage_4_2.jpg": "A juxtaposition of classical and modern elements, featuring a historic stone facade with a bust and intricate carvings adjacent to a McDonald's restaurant entrance, indicated by the iconic golden arches and a sign advertising breakfast.",
  "MG_09459.jpg": "A sparkling pear-shaped diamond ring with a halo of smaller diamonds is set against a textured black background.",
  "MG_89073.jpg": "A row of white chess pieces, including pawns, knights, bishops, a queen, and a king, are set up on a reflective black and white checkered chessboard against a dark background.",
  "MG_84998.jpg": "A hand wearing a red sweater holds up a red Xbox controller against a matching red background.",
  "MG_77999.jpg": "White earphones rest on sheet music displaying musical notations and chords.",
  "image_30.jpg": "A lone monkey with light brown fur is perched atop a wooden post, gazing out against a backdrop of a partly cloudy sky."
}